Revit 2024 API
SymbolTypeId.Fps Property
 Symbol FPS, indicating unit Feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Fps { get; }
Visual Basic
Public Shared ReadOnly Property Fps As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Fps {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace